/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", расход: %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", расстояние: %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@, артист: %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Тренировка: %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "изменено %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Учетные записи %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Тренировка: %@, без единицы измерения";

/* A folder in Dropbox or Box */
"Folder" = "Папка";

/* A single App Store app */
"App Store app" = "Программа из App Store";

/* A single Box file */
"Box file" = "Файл Box";

/* A single Dropbox file */
"Dropbox file" = "Файл Dropbox";

/* A single Evernote note */
"Evernote note" = "Заметка Evernote";

/* A single Giphy item */
"Giphy item" = "Объект Giphy";

/* A single Trello board */
"Trello board" = "Доска Trello";

/* A single Trello card */
"Trello card" = "Карточка Trello";

/* A single Trello item */
"Trello item" = "Объект Trello";

/* A single Trello list */
"Trello list" = "Список Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Страница Ulysses";

/* A single bar code */
"Bar code" = "Штрихкод";

/* A single blood pressure recording */
"Blood pressure" = "Показатель давления";

/* A single health sample in HealthKit */
"Health sample" = "Объект данных Здоровья";

/* A single iTunes artist */
"iTunes artist" = "Артист iTunes";

/* A single iTunes product */
"iTunes product" = "Продукт iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Обновите настройки уведомлений";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Переключение между камерами на передней и задней панелях";

/* Accessibility label for camera shutter button */
"Take picture" = "Сделать снимок";

/* Accessibility label; button to start dictation */
"Start dictation" = "Начать диктовку";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Остановить диктовку";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Выбор камеры, камера на передней панели";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Выбор камеры, камера на задней панели";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Переключатель камеры";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Необходимо ввести имя для новой карточки Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Необходимо выбрать доску, на которой будет создана карточка.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Необходимо выбрать список, в котором будет создана карточка.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Не удалось выгрузить файл «%@» в качестве вложения.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Указано недействительное время уведомления. Проверьте, не допущены ли опечатки, и укажите дневное время.";

/* Add new event; choose end date */
"Choose End Date" = "Выберите дату окончания события";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ — %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Указана недействительная дата окончания. Укажите дату окончания для данного события.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Указана недействительная дата начала. Укажите дату начала для данного события.";

/* Add new event; error */
"Invalid End Date" = "Недействительная дата окончания";

/* Add new event; error */
"Invalid Start Date" = "Недействительная дата начала";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Название не указано. Укажите название для данного события.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Название не указано. Укажите название для данного напоминания.";

/* Add new reminder error */
"The alert location provided could not be found." = "Не удалось найти указанное место размещения напоминания.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Когда прихожу: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Когда ухожу: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Когда я рядом с: %@";

/* Add new reminder; alert trigger never */
"Never" = "Никогда";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Меняется";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Список не выбран";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Необходимо выбрать список, в который требуется добавить задачу.";

/* Add to Wunderlist action no title error */
"No Title" = "Без названия";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "При создании новой задачи в Wunderlist необходимо ввести ее название.";

/* Alarm frequency; All days are selected */
"Every Day" = "Каждый день";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Вкл./выкл. WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Включить или выключить WLAN на устройстве.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Для действия «Прикрепить к файлу» необходимо указать имя файла или путь.";

/* Append file failure reason */
"No File Path Provided" = "Не указан путь к файлу";

/* Ask for input action */
"Enter URL" = "Введите URL";

/* Ask for input action */
"Enter number" = "Введите число";

/* Ask for input action */
"Pick date" = "Выберите дату";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Коснитесь, чтобы закончить запись.";

/* Audio recorder */
"Tap to start recording." = "Коснитесь, чтобы начать запись.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Данные base64, переданные действию «Кодировать Base64», недействительны.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "В указанной папке уже существует файл с названием «%@».";

/* Box error */
"The folder doesn't exist" = "Папка не существует";

/* Box error */
"The folder doesn’t exist" = "Папка не существует";

/* Box error message */
"An error occured while authenticating your Box account." = "При проверке Вашей учетной записи Box произошла ошибка.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Папка, которую Вы попытались сохранить с путем «%1$@», уже существует как файл в Вашей учетной записи %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Путь «%1$@», к которому Вы попытались прикрепить текст, находится внутри существующего файла в Вашей учетной записи %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Путь «%1$@», с которым Вы попытались создать папку, уже существует как файл в Вашей учетной записи %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Путь «%1$@», с которым Вы попытались создать папку, находится внутри существующего файла в Вашей учетной записи %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Путь «%1$@», с которым Вы попытались выполнить сохранение, не существует в Вашей учетной записи %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Не удалось найти путь «%@» в Вашей учетной записи Box.";

/* Button */
"Cancel" = "Отменить";

/* Button */
"Continue Anyway" = "Продолжить";

/* Button */
"Delete" = "Удалить";

/* Button */
"Delete Account" = "Удалить учетную запись";

/* Button */
"Done" = "Готово";

/* Button */
"Log In" = "Вход";

/* Button */
"Next" = "Далее";

/* Button */
"OK" = "ОК";

/* Button */
"Retry" = "Повторить попытку";

/* Button */
"Sign In" = "Войти";

/* Button or title */
"Add Account" = "Добавить учетную запись";

/* Button or title */
"Login" = "Вход";

/* Button that takes user to the iOS Health app */
"Open Health" = "Открыть «Здоровье»";

/* Button to allow access to health data or notifications */
"Allow Access" = "Разрешить доступ";

/* Button to open Settings */
"Open Settings" = "Открыть Настройки";

/* Button; edit opacity */
"Opacity" = "Непрозрачность";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Поворот";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Создать пароль для программы";

/* Button; reset changes made in overlay image action */
"Reset" = "Сбросить";

/* Camera flash option - auto */
"Auto" = "Авто";

/* Camera flash option - off */
"Off" = "Выкл.";

/* Camera flash option - on */
"Flash On" = "Вкл.";

/* Choose an item */
"Choose" = "Выбрать";

/* Choose from list action */
"Choose an item" = "Выберите объект";

/* Choose multiple images */
"Choose Images" = "Выберите изображения";

/* Choose one image */
"Choose Image" = "Выберите изображение";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Размер данного файла слишком велик для CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Превышен суточный предел выгрузки для бесплатного тарифного плана CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Не удается запустить действие «Объединить изображения»";

/* Combine images action error description */
"No images were provided to combine." = "Изображения для объединения не были предоставлены.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Погодные условия";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Погодные условия";

/* Content property name */
"Biological Sex (Content Property Name)" = "Пол";

/* Content property name */
"Blood Type (Content Property Name)" = "Группа крови";

/* Content property name */
"Date of Birth (Content Property Name)" = "Дата рождения";

/* Content property name */
"Unspecified (Content Property Name)" = "Не указано";

/* Create IFTTT applet */
"Create Applet" = "Создать апплет";

/* Create Trello list action error */
"You must select a board to create the list on." = "Необходимо выбрать доску, на которой будет создан список.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Требуется указать путь для создания новой папки.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Путь не указан.";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Приключения/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Приключения/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Название не указано. Укажите название для данного плейлиста.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Дата записи давления";

/* Default notification text for Show Notification action. */
"Notification" = "Уведомление";

/* Default value for the translate text action */
"Detect Language" = "Распознать язык";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Удалить %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Вы уверены, что хотите удалить %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Вы ДЕЙСТВИТЕЛЬНО хотите удалить %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Удалить %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "тренировка";

/* Dictate text action error */
"Recognition Unavailable" = "Распознавание недоступно";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Распознавание речи в данный момент недоступно. Возможно, отсутствует подключение к Интернету.";

/* Dictate text action is listening to user */
"Now listening…" = "Восприятие речи…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Требуется передать URL в действие «Получить содержимое URL».";

/* Download URL or Open URL action error */
"No URL Specified" = "URL не указан";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Необходим файл, но указанный путь ведет к объекту другого типа.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Необходима папка, но указанный путь ведет к объекту другого типа.";

/* Dropbox error */
"A shared link already exists." = "Общая ссылка уже существует.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Доступ к запрошенному пути запрещен.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "При создании общей ссылки произошла ошибка, так как связанный с Вашей учетной записью Dropbox адрес e-mail не проверен.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Программе Dropbox не удается получить доступ к файлу или папке из-за имени объекта.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Программе Dropbox не удается сохранить файл или папку из-за имени объекта.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Программе Dropbox не удается выполнить запись в указанную папку из-за конфликта.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Не удается выполнить перенос файла, так как его содержимое имеет ограничения. Например, в силу претензий в отношении авторских прав могут быть наложены правовые ограничения.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Указан недействительный корневой параметр папки.";

/* Dropbox error */
"The request timed out. Please try again." = "Превышен лимит времени на запрос. Повторите попытку.";

/* Dropbox error */
"The share settings provided are invalid." = "Указанные настройки общего доступа недействительны.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Не удалось найти файл с указанным путем.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Вам не разрешено менять настройки этой ссылки.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "У Вас недостаточно свободного места в Dropbox для записи этих данных.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "У Вас нет разрешения на запись данных в указанную папку.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Путь «%1$@», с которым Вы попытались выполнить сохранение, уже существует как файл в Вашей учетной записи %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Не удалось сохранить объект «%@», так как он является папкой или пакетом. Перед сохранением этого файла попробуйте архивировать его с помощью действия «Создать архив».";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Не найден объект с путем: %@";

/* Dropbox or Box error */
"Folder already exists" = "Папка уже существует";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Путь «%1$@», с которым Вы попытались выполнить сохранение, уже существует как файл в Вашей учетной записи %2$@. При одновременном сохранении нескольких файлов требуется указать путь к папке.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Путь «%1$@», с которым Вы попытались выполнить сохранение, уже существует как папка в Вашей учетной записи %2$@. При добавлении текста в начало или конец файла требуется указать путь к файлу.";

/* Dropbox unknown error */
"An unknown error occurred" = "Произошла неизвестная ошибка";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Произошла неизвестная ошибка (%@)";

/* Email account encryption */
"Encryption" = "Шифрование";

/* Email account login authentication error */
"Authentication Failed" = "Сбой аутентификации";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Вы ввели неверный адрес e-mail или пароль.\n\nЕсли у Вас включена двухэтапная проверка, требуется создать отдельный пароль для программы.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Вы указали неверный адрес e-mail или пароль. Если у Вас включена двухэтапная проверка, требуется ввести отдельный пароль для программы.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Дополнительно";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "E‑mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Имя хоста";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Дата окончания записи давления";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Не удалось выполнить действие «Воспроизвести звук», так как формат входных данных не поддерживается.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Введите действительную дату для действия «Дата».";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Недействительная дата";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Не удалось выполнить действие «Получить время в пути», так как ему не были переданы входные данные геопозиции назначения.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Произошел сбой действия «Выполнить код JavaScript на веб-странице», так как во входных данных ему не была передана веб-страница.";

/* Error message */
"Your email or password is incorrect." = "Неверный адрес e-mail или пароль.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Передайте действительный URL канала в действие «Получить объекты из RSS-канала».";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Введите действительный адрес для действия «Почтовый адрес».";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Не удалось найти геопозицию, переданную действию «Получить время в пути». Попробуйте указать город и штат в дополнение к улице и номеру дома.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Найдено несколько будильников с этикеткой «%@». Выберите один из них.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Не удалось выполнить команду «Запустить домашний сценарий», так как дом «%1$@» не найден.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Не удалось выполнить команду «Запустить домашний сценарий», так как сценарий «%1$@» не найден в доме «%2$@».";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Не удалось выполнить команду «Запустить домашний сценарий», так как не был выбран дом.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Не удалось выполнить команду «Запустить домашний сценарий», так как не был выбран сценарий.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Не удается проанализировать новостную ленту";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Нет адреса";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Недействительная геопозиция";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Выберите конечную единицу измерения.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Не удалось измерить, так как не указана единица измерения. Выберите единицу измерения.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Результат измерения в единицах «%1$@» нельзя преобразовать в %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Введите допустимую дату для будильника.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Чтобы использовать это действие, включите Siri в Настройках.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Не удалось выполнить запрос, так как функция Siri выключена.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Длительность таймера должна быть меньше 24 часов.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Введите длительность таймера.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Выберите будильник.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "При выполнении запроса произошла неизвестная ошибка.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Выполнение запроса на этой платформе невозможно.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Нет геопозиции";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Нет веб-страницы";

/* Exit shortcut action error */
"User requested shortcut exit." = "Пользователь запросил завершение быстрой команды.";

/* File name example with preceding / */
"/example.txt" = "/пример.txt";

/* File name example without preceding / */
"example.txt" = "пример.txt";

/* File picker; button */
"Save Here" = "Сохранить здесь";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Получить выбранные файлы (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Получить выбранный файл (1)";

/* File status */
"This folder is empty" = "Эта папка пуста";

/* File status loading */
"Loading…" = "Загрузка…";

/* Find health sample; no samples found */
"No Samples Found" = "Объекты данных здоровья не найдены";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Записи данных здоровья следующего типа: %@ отсутствуют либо Быстрым командам необходим доступ к этим данным в программе «Здоровье».";

/* Finish dictation command */
"Finish Dictation" = "Завершить Диктовку";

/* Generic health object type when we can’t determine the object type */
"Health" = "Здоровье";

/* Get File action; file name example with preceding / */
"/example.txt" = "/пример.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "пример.txt";

/* Get IP address action error */
"The domain could not be found." = "Не удалось найти домен.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Не удалось найти домен. (Ошибка 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Полученные в ответе данные не являлись действительной строкой.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Необходимо выбрать доску, с которой требуется получить карточки.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Необходимо выбрать доску, с которой требуется получить списки.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Необходимо выбрать список, из которого требуется получить карточки.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Не удалось подтвердить учетную запись Trello. Выйдите из учетной записи и повторите попытку.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Ключ не предоставлен";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Заданная геопозиция не найдена";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Не задана геопозиция";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Действие «Получить расстояние» было настроено на получение времени в пути из заданной пользователем геопозиции, но указанная геопозиция не была найдена.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Действие «Получить расстояние» было настроено на получение времени в пути из заданной пользователем геопозиции, но она не была предоставлена.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Действию «Получить расстояние» не удалось дать оценку расстояния, так как входные данные с геопозицией не были переданы.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Не удалось найти шрифт эмодзи.";

/* Get frames from image error */
"No Image Provided" = "Изображение не предоставлено";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Действию «Получить кадры из изображения» не был передан файл GIF в качестве входных данных.";

/* Get group from matched text action error */
"No Match" = "Не найдено";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Указанный Вами номер выходить за пределы допустимых значений (Вы запросили группу номер %1$ld, но в найденном есть только %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Не удалось выполнить действие «Получить группу из сопоставленного текста», так как совпадение для группы захвата %ld не было найдено.";

/* Get halfway point action error */
"No first location was provided." = "Первая геопозиция не была указана.";

/* Get halfway point action error */
"No second location was provided." = "Вторая геопозиция не была указана.";

/* Get halfway point action error */
"Please provide a first location." = "Укажите первую геопозицию.";

/* Get halfway point action error */
"Please provide a second location." = "Укажите вторую геопозицию.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Указанный Вами диапазон недействителен (Вы запросили объекты от %1$d до %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Указанный Вами диапазон выходит за пределы допустимых значений (Вы запросили объекты от %1$d до %2$d, но первый объект имеет порядковый номер 1)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Указанный Вами диапазон выходит за пределы допустимых значений (Вы запросили объекты от %1$d до %2$d, но в списке всего %3$d объектов)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Вы запросили объект номер %d, но первый объект имеет порядковый номер 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Быстрым командам не удалось найти импортированные объекты в Вашей медиатеке.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Быстрым командам не удалось найти запрошенные объекты в Вашей медиатеке.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Действие «Получить время в пути» было сконфигурировано для получения времени в пути из заданной пользователем геопозиции, но указанная геопозиция не была найдена.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Действие «Получить время в пути» было сконфигурировано для получения времени в пути из заданной пользователем геопозиции, но она не была предоставлена.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "У программы «Здоровье» нет доступа к данным следующего типа: %@. Категории медданных можно включить в программе «Здоровье».";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Чтобы ответить на этот вопрос, программе «Быстрые команды» необходим доступ к следующим данным: %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "У программы «Быстрые команды» нет доступа к данным следующего типа: %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Данные количества: %@, без единицы измерения";

/* Health category date */
"Date" = "Дата";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Начало цикла";

/* Health category start date */
"Start Date" = "Начало";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Давление";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Вид теста";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Время приема пищи";

/* Health quantity; blood pressure */
"Diastolic" = "Диастола";

/* Health quantity; blood pressure */
"Systolic" = "Систола";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Причина";

/* Health unit for count of generic health sample */
"count" = "шт.";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "шт.";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "шт.";

/* Health unit for joule */
"J" = "Дж";

/* Health unit for millimeter */
"mm" = "мм";

/* Health unit for ounce */
"oz" = "унц.";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Типы данных %@ не реализованы";

/* HealthKit resource error */
"This device does not have the Health app." = "Программа «Здоровье» не установлена на этом устройстве.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Для этой быстрой команды необходима программа «Здоровье», которая не установлена на данном устройстве.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Условия предоставления услуг";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Условия использования";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Убедитесь, что Авиарежим не включен на устройстве, и повторите попытку. Возможно, проблема исчезнет, если включить Wi‑Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Быстрым командам не удалось найти Вашу текущую геопозицию.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Указана недействительная дата. Укажите дату для единицы данных или оставьте поле даты пустым (в последнем случае будет использована текущая дата).";

/* Log health sample */
"Invalid Date Range" = "Недействительный диапазон дат";

/* Log health sample */
"No Value Selected" = "Значение не выбрано";

/* Log health sample */
"Please select a type for this Health sample." = "Выберите тип данных для этого объекта данных Здоровья.";

/* Log health sample */
"Please select an end date that is after the start date." = "Выберите дату окончания позже даты начала.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Выберите значение для характеристики цервикальной слизи.";

/* Log health sample; health sample type */
"No Type Selected" = "Тип не выбран";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Причина не выбрана";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Выберите причину подачи инсулина.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Выберите значение для этого объекта данных о менструации.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Укажите, были ли эти данные получены в начале менструального цикла.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Единица измерения не выбрана";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Выберите единицу измерения для этого объекта данных Здоровья.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Выберите значение для результата теста на овуляцию.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Выберите значение для этого объекта данных анализа сна.";

/* Log in view; email address placeholder */
"Email address" = "Адрес e-mail";

/* Log workout action */
"No Workout Type Selected" = "Тип тренировки не выбран";

/* Log workout action */
"Please select a type of activity for this workout." = "Выберите тип активности для этой тренировки.";

/* Login error */
"Your username and/or password are incorrect." = "Неверные имя пользователя и/или пароль.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Ваши учетные данные хранятся только на этом устройстве и не будут отправлены на наши сервера или каким-либо третьим сторонам.";

/* Mail error */
"A recipient is required to send message" = "Для отправки сообщения необходимо указать получателя";

/* Mail error */
"A sender is required to send message" = "Для отправки сообщения необходимо указать отправителя";

/* Mail error */
"A stable connection to the server could not be established" = "Не удалось установить устойчивое подключение к серверу";

/* Mail error */
"Account check failed because the account is invalid" = "Не удалось проверить учетную запись, так как она недействительна";

/* Mail error */
"An application specific password is required" = "Требуется заданный для программы пароль";

/* Mail error */
"An error occurred during an IDLE operation" = "При выполнении операции IDLE произошла ошибка";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "При выполнении или отмене подписки на запрошенную папку произошла ошибка";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "При добавлении сообщения в запрошенную папку произошла ошибка";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "При копировании сообщения в запрошенную папку произошла ошибка";

/* Mail error */
"An error occurred while creating the requested folder" = "При создании запрошенной папки произошла ошибка";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "При удалении сообщения на POP-сервере произошла ошибка";

/* Mail error */
"An error occurred while deleting the requested folder" = "При удалении запрошенной папки произошла ошибка";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "При стирании сообщения в запрошенной папке произошла ошибка";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "При получении списка сообщений на POP-сервере произошла ошибка";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "При получении сообщений в запрошенной папке произошла ошибка";

/* Mail error */
"An error occurred while performing a No-Op operation" = "При выполнении операции No-Op произошла ошибка";

/* Mail error */
"An error occurred while renaming the requested folder" = "При переименовании запрошенной папки произошла ошибка";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "При запросе характеристик сервера произошла ошибка";

/* Mail error */
"An error occurred while requesting the server's identity" = "При запросе идентификационной информации сервера произошла ошибка";

/* Mail error */
"An error occurred while requesting the server's namespace" = "При запросе пространства имен сервера произошла ошибка";

/* Mail error */
"An error occurred while sending the message" = "При отправке сообщения произошла ошибка";

/* Mail error */
"An error occurred while storing flags" = "При сохранении флажков произошла ошибка";

/* Mail error */
"An error when requesting date" = "При запросе даты произошла ошибка";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Попытка отправки сообщения с недопустимым вложением";

/* Mail error */
"Authentication is required for this SMTP server" = "Для данного SMTP-сервера необходима аутентификация";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Превышена пропускная способность канала при запросе данных этой учетной записи Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Не удалось отправить сообщение, так как сервер распознает его как возможный спам";

/* Mail error */
"Compression is not available" = "Сжатие недоступно";

/* Mail error */
"Credentials with password too simple" = "Учетные данные с паролем слишком простые";

/* Mail error */
"Error while running custom command" = "Ошибка при выполнении пользовательской команды";

/* Mail error */
"File access error" = "Ошибка доступа к файлам";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Для данной учетной записи Gmail отключена служба IMAP";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe больше не является активной почтовой службой";

/* Mail error */
"No valid server found" = "Действительных серверов не найдено";

/* Mail error */
"Sending messages is not allowed on this server" = "Отправка сообщений не разрешена на этом сервере";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "При попытке отправки сообщения крупного объема достигнут лимит хранения SMTP";

/* Mail error */
"The certificate for this server is invalid" = "Недействительный сертификат для сервера";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Этой учетной записи HotMail не удается подключиться к WebMail";

/* Mail error */
"The operation succeeded" = "Операция завершена успешно";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Запрошенная папка не существует. Сбой выбора папки";

/* Mail error */
"The server does not support STARTTLS connections" = "Сервер не поддерживает STARTTLS-подключения";

/* Mail error */
"The server does not support TLS/SSL connections" = "Сервер не поддерживает TLS/SSL-подключения";

/* Mail error */
"The user needs to log in via the web browser" = "Пользователю необходимо выполнить вход через веб-браузер";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "К данной учетной записи Gmail установлено слишком много одновременных подключений";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Не удается выполнить аутентификацию с учетными данными текущей сессии";

/* Mail error */
"Unable to parse response from server" = "Не удалось проанализировать полученный с сервера ответ";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Пользователь превысил дневной лимит по отправке сообщений";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Сервера Yahoo! в настоящий момент недоступны";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Переменная «%@» не содержит изображения для использования в качестве маски.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Убедитесь, что для параметра «Маска изображения» в действии «Применить маску к изображению» выбрана переменная.";

/* Mask Image action error title */
"No Mask Provided" = "Маска не предоставлена";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Выберите службу для действия «%@».";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Этот скрипт JavaScript аналогичен другому скрипту, который является небезопасным. В целях безопасности он не будет запущен.";

/* Multiple App Store apps */
"App Store apps" = "Программы из App Store";

/* Multiple Box files */
"Box files" = "Файлы Box";

/* Multiple Dropbox files */
"Dropbox files" = "Файлы Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Заметки Evernote";

/* Multiple Giphy items */
"Giphy items" = "Объекты Giphy";

/* Multiple Trello boards */
"Trello boards" = "Доски Trello";

/* Multiple Trello cards */
"Trello cards" = "Карточки Trello";

/* Multiple Trello items */
"Trello items" = "Объекты Trello";

/* Multiple Trello lists */
"Trello lists" = "Списки Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Страницы Ulysses";

/* Multiple bar codes */
"Bar codes" = "Штрихкоды";

/* Multiple blood pressure recordings */
"Blood pressures" = "Показатели давления";

/* Multiple health samples in HealthKit */
"Health samples" = "Объекты данных Здоровья";

/* Multiple iTunes artists */
"iTunes artists" = "Артисты iTunes";

/* Multiple iTunes products */
"iTunes products" = "Продукты iTunes";

/* Multiple text matches */
"Text matches" = "Текстовые соответствия";

/* Multiple workout samples */
"Workout samples" = "Объекты данных тренировок";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ — %@: %@";

/* Navigation bar title */
"Edit Account" = "Редактировать учетную запись";

/* Navigation bar title */
"Email Settings" = "Настройки e-mail";

/* Navigation bar title */
"Log In to CloudApp" = "Войти в CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Вход | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Вход в Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Вход в Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Вход в WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Актуальное";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Сотовая";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Чтобы просмотреть актуальные GIF, очистите область поиска.";

/* No GIFs found empty state title */
"No Results Found" = "Результатов не найдено";

/* None option */
"None" = "Нет";

/* One text match */
"Text match" = "Текстовое соответствие";

/* One workout sample */
"Workout sample" = "Объект данных тренировки";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Требуется передать URL в действие «Открыть URL».";

/* Open URL action error */
"The URL could not be opened." = "Не удалось открыть URL-адрес.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Произошел сбой действия «Открыть программу», так как ему не удалось найти программу для открытия.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Произошел сбой действия «Открыть программу», так как данная программа не может быть открыта.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Произошел сбой действия «Открыть в…», так как ему не удалось найти подходящую программу.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "«%1$@» не установлена либо не может открыть файл «%2$@».";

/* Optional field placeholder */
"Optional" = "Необязательно";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Выберите переменную для действия «Применить наложение к изображению».";

/* Overlay image action error */
"No Overlay Image" = "Нет изображение для наложения";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Переменная «%@» не содержит изображения для использования в качестве наложения.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Обработка изображения…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Карты";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Велосипед";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Автомобиль";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Общественный транспорт";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Пешком";

/* Parameter placeholder; parameter sets a filename */
"optional" = "необязательно";

/* Parameter value */
"A+ (Parameter Value)" = "A(II)Rh+";

/* Parameter value */
"A- (Parameter Value)" = "A(II)Rh‑";

/* Parameter value */
"AB+ (Parameter Value)" = "AB(IV)Rh+";

/* Parameter value */
"AB- (Parameter Value)" = "AB(IV)Rh‑";

/* Parameter value */
"After Meal (Parameter Value)" = "После еды";

/* Parameter value */
"Asleep (Parameter Value)" = "В состоянии сна";

/* Parameter value */
"Awake (Parameter Value)" = "Бодрствуя";

/* Parameter value */
"B+ (Parameter Value)" = "B(III)Rh+";

/* Parameter value */
"B- (Parameter Value)" = "B(III)Rh‑";

/* Parameter value */
"Basal (Parameter Value)" = "Базальная";

/* Parameter value */
"Before Meal (Parameter Value)" = "До еды";

/* Parameter value */
"Bolus (Parameter Value)" = "Болюсная";

/* Parameter value */
"Creamy (Parameter Value)" = "Непрозрачная";

/* Parameter value */
"Dry (Parameter Value)" = "Без обработки";

/* Parameter value */
"Egg White (Parameter Value)" = "Полупрозрачная";

/* Parameter value */
"Female (Parameter Value)" = "Женский";

/* Parameter value */
"Heavy (Parameter Value)" = "Обильные";

/* Parameter value */
"Idle (Parameter Value)" = "Ожидание";

/* Parameter value */
"In Bed (Parameter Value)" = "В постели";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Неопределенно";

/* Parameter value */
"Light (Parameter Value)" = "Скудные";

/* Parameter value */
"Male (Parameter Value)" = "Мужской";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Тест с макс. нагрузкой";

/* Parameter value */
"Medium (Parameter Value)" = "Средние";

/* Parameter value */
"Negative (Parameter Value)" = "Отрицательно";

/* Parameter value */
"No (Parameter Value)" = "Нет";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Расчет без тренировки";

/* Parameter value */
"Not Set (Parameter Value)" = "Не задано";

/* Parameter value */
"O+ (Parameter Value)" = "0(I)Rh+";

/* Parameter value */
"O- (Parameter Value)" = "0(I)Rh‑";

/* Parameter value */
"Other (Parameter Value)" = "Другое";

/* Parameter value */
"Positive (Parameter Value)" = "Положительно";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Защита не использовалась";

/* Parameter value */
"Protection Used (Parameter Value)" = "Защита использовалась";

/* Parameter value */
"Sticky (Parameter Value)" = "Липкая";

/* Parameter value */
"Stood (Parameter Value)" = "С разминкой";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Субмакс. расчет тренировки";

/* Parameter value */
"Unspecified (Parameter Value)" = "Не указано";

/* Parameter value */
"Watery (Parameter Value)" = "Водянистая";

/* Parameter value */
"Yes (Parameter Value)" = "Да";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Как у входных данных";

/* Password placeholder or title */
"Password" = "Пароль";

/* Person’s name field placeholder */
"John Appleseed" = "Иван Арсентьев";

/* Person’s name field title */
"Name" = "Имя";

/* Pinboard login option */
"Use API Token" = "Использовать токен API";

/* Pinboard login option */
"Use API Token Instead" = "Использовать токен API";

/* Pinboard login option */
"Use Password" = "Использовать пароль";

/* Pinboard login option */
"Use Password Instead" = "Использовать пароль";

/* Pinboard login section header */
"API Token" = "Токен API";

/* Pinboard login section header */
"Pinboard Login" = "Вход в Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Моя медиатека";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "В Pocket не найдены объекты, соответствующие указанным критериям.";

/* Post to Tumblr action error */
"No Blog" = "Нет блога";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Вы не указали, в каком блоге требуется опубликовать запись.";

/* QuickLook action error */
"No Items" = "Нет объектов";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Действию «Быстро просмотреть» не были переданы объекты для предварительного просмотра.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Включить Siri";

/* Remove calendar item error */
"Remove" = "Удалить";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Указанная Вами сумма (%@) больше максимально допустимой для запроса.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Указанная Вами сумма (%@) меньше минимально допустимой для запроса.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "У пользователя, которому Вы отправляете запрос, нет учетной записи в %@.";

/* Required field placeholder */
"Required" = "Обязательно";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "При завершении скрипт должен вызвать функцию completion(result)";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "При запуске JavaScript произошла неизвестная ошибка.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Произошел сбой действия «Выполнить код JavaScript на веб-странице»: задержка при вызове скриптом обработчика завершения.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Истекло время ожидания JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Исключение JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Недействительный код JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Сбой аутентификации SSH";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Проверьте правильность учетных данных в действии «Запустить скрипт SSH» и повторите попытку.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Быстрая команда не найдена";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "В действии «Запустить быструю команду» должна быть выбрана действительная быстрая команда.";

/* SSH action error */
"Channel allocation error" = "Ошибка выделения канала";

/* SSH action error */
"Connection timed out" = "Время соединения истекло";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Действию «Запустить скрипт через SSH» не удалось установить соединение с сервером SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Неизвестный альбом";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Выбранный фотоальбом не существует.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Сканировать код";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Искать в Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Необходимо передать поисковый запрос действию «Искать компании поблизости».";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Места не найдены";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "По ключевым словам «%@» мест не найдено.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Если Вы используете запущенную на своем собственном сервере версию WordPress, введите URL-адрес своего сайта выше.";

/* Section header */
"WordPress Login" = "Вход в WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL-адрес сайта";

/* Section header title */
"CloudApp Login" = "Вход в CloudApp";

/* Section header title */
"Incoming Mail Server" = "Сервер входящей почты";

/* Section header title */
"Instapaper Login" = "Вход в Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Сервер исходящей почты";

/* Section header title; email account */
"Accounts" = "Учетные записи";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Не удается отправить сообщения e-mail. Возможно, служба e-mail не настроена.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Недействительная учетная запись e-mail";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Для выбранной учетной записи e-mail не выполнен вход в программу «Быстрые команды» на этом устройстве.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Не удается отправить сообщения. Возможно, служба iMessage выключена.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Указанная Вами сумма (%@) больше максимально допустимой для отправки.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Указанная Вами сумма (%@) меньше минимально допустимой для отправки.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Указанная валюта (%1$@) не поддерживается в%2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Для отправки платежа недостаточно средств на счету.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "У пользователя, которому Вы отправляете деньги, нет учетной записи в %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "На этом устройстве у Вас нет настроенных банковских счетов.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Откройте программу %@, чтобы подтвердить свои учетные данные.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Превышение максимальной суммы";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Сумма слишком мала";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Валюта не поддерживается";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Недостаточно средств";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Нет банковских счетов";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Учетные данные не подтверждены";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Нет учетной записи";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Геопозиция";

/* Service name */
"Microphone" = "Микрофон";

/* Service name */
"Notifications" = "Уведомления";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Распознавание речи";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Действие «Задать значение словаря» не получило ключ для значения «%@».";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Значение не указано";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Действие «Задать значение словаря» не получило значение для ключа «%@».";

/* Show definition action error */
"A definition could not be found for that term." = "Не удалось найти определение этого термина.";

/* Show definition action error */
"No Word Specified" = "Слово не указано";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Действию «Показать определение» не было передано слово в качестве входных данных";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Возможно, не установлен ни один словарь. Для управления словарями выделите слово в любой программе, затем выберите «Найти». После этого коснитесь «Словари».";

/* Show in calendar action error */
"Calendar could not be opened." = "Не удалось открыть календарь.";

/* Show webpage action error */
"Unsupported URL" = "Неподдерживаемый URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Действие «Показать веб-страницу» поддерживает URL-адреса форматов http:// и https://, но Вы попытались просмотреть URL формата %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Программа %@ не настроена на совершение вызовов.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Не удалось позвонить, так как %@ недоступен.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Не удалось позвонить, так как %@ не может принять участие в звонке.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ не поддерживает предоставленные контактные данные.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Требуется настройка";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ недоступен";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Контакт не поддерживается";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Неверные контактные данные";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Дата начала записи давления";

/* Subcategory */
"Device" = "Устройство";

/* Subcategory for Set Volume action */
"Playback" = "Воспроизведение";

/* Take photo action error */
"No suitable camera was detected on this device." = "На этом устройстве не обнаружена подходящая камера.";

/* Time until date action */
"An invalid date to compare to was provided." = "Указана недействительная дата для сравнения.";

/* Time until date action */
"No from date was provided." = "Дата начала действия не указана.";

/* Time until date action error */
"An invalid from date was provided." = "Указана недействительная дата начала периода.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Небезопасный JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Указано недействительное время окончания. Укажите время окончания для режима «Не беспокоить».";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Событие календаря не указано. Укажите событие календаря, на время которого требуется включить режим «Не беспокоить».";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Задайте для режима «Не беспокоить» время окончания позже текущего времени.";

/* Trim video action error */
"The input was not a video that can be edited." = "Входные данные не являются видео, доступным для редактирования.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Недействительный URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Чтобы получить доступ к этой странице, повторно авторизуйте программу «Быстрые команды» для работы с Ulysses.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Требуется доступ к Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Не указано";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Аудиозапись";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " и ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " и ";

/* User name field title */
"User Name" = "Пользователь";

/* Username placeholder or title */
"Username" = "Имя пользователя";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Фонарик данного устройства в настоящий момент недоступен для использования с программой «Быстрые команды».";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Устройство не снабжено фонариком.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Действие «Погода» было сконфигурировано для получения погодных условий в указанной пользователем геопозиции, но она не была предоставлена.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Не удается определить геопозицию.";

/* Weather condition: Blizzard */
"Blizzard" = "Снежная буря";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Метель";

/* Weather condition: Blustery */
"Blustery" = "Порывы ветра";

/* Weather condition: Clear */
"Clear" = "Ясно";

/* Weather condition: Cloudy */
"Cloudy" = "Облачно";

/* Weather condition: Cold */
"Cold" = "Холодно";

/* Weather condition: Drizzle */
"Drizzle" = "Моросящий дождь";

/* Weather condition: Dust */
"Dust" = "Пыль";

/* Weather condition: Foggy */
"Foggy" = "Туман";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Замерзающая морось";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Ледяной дождь";

/* Weather condition: Hail */
"Hail" = "Град";

/* Weather condition: Haze */
"Haze" = "Дымка";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Ливень";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Сильный снегопад";

/* Weather condition: Hot */
"Hot" = "Жарко";

/* Weather condition: Hurricane */
"Hurricane" = "Ураган";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Временами грозы";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Временами грозы";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Слабый снег";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Дождь с градом";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Дождь с наледью";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Дождь со снегом";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Снег с наледью";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Преимущественно ясно";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Преимущественно облачно";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Переменная облачность";

/* Weather condition: Rain */
"Rain" = "Дождь";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Временами осадки";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Временами снегопады";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Временами грозы";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Сильные грозы";

/* Weather condition: Showers */
"Showers" = "Дожди";

/* Weather condition: Sleet */
"Sleet" = "Наледь";

/* Weather condition: Smoky */
"Smoky" = "Cмог";

/* Weather condition: Snow */
"Snow" = "Снег";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Снежные заносы";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Грозы";

/* Weather condition: Tornado */
"Tornado" = "Торнадо";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Тропический шторм";

/* Weather condition: Windy */
"Windy" = "Ветрено";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ и %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Загрязняющее вещество";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Загрязняющие вещества";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Папка не существует.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Не удалось найти контейнер iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud не удалось получить ссылку на этот файл, так как он является папкой. iCloud поддерживает только ссылки на обычные файлы.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud не удалось получить ссылку на этот объект типа: %@, так как он является пакетом (то есть папкой, обладающей характеристиками файла).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "«%@» является пакетом";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Путь «%@», с которым Вы попытались выполнить сохранение, не существует в iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Путь «%@», с которым Вы попытались выполнить сохранение, уже существует как файл в iCloud. При одновременном сохранении нескольких файлов требуется указать путь к папке.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "«%@» является папкой";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Файл уже существует";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Файл уже существует.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Вы указали неверный адрес e-mail или пароль. Чтобы выполнить вход в Почту iCloud в программе «Быстрые команды», требуется использовать отдельный пароль для программы.\n\nЕсли у Вас не включена двухфакторная аутентификация, включите ее, чтобы создать отдельный пароль для программы.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Актер";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Альбом";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Автор";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Композитор";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Описание";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Режиссер";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Полнометражный фильм";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Жанр";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Ключевые слова";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Язык";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Фильм";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Продюсер";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID продукта";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Рейтинг";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Рейтинг";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Год выпуска";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Короткометражный фильм";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Телешоу";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Разработчик";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Песня";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Выпуск";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Сезон";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Название";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Все";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Дорожка";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Авторы";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Аудиокниги";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Книги";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Артисты";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Фильмы";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Альбомы";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Артисты";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Песни";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Дорожки";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Видеоклипы";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Авторы";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Подкасты";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Артисты";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Короткометражные фильмы";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Выпуски";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Сезоны";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Артисты";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Дорожки";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Программы";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Аудиокниги";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Книги";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Видеоклипы";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Музыка";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Подкасты";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Короткометражные фильмы";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Телешоу";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Все";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Фильмы";

